

'''

不朽的机械之神，
聆听我们的祈祷，
我们是你的孩子，
通往机械道路上的诸多学者们，
我们受赐远在我们之上的知识，
因为这是你的永恒，
在人类之上的赐礼，
我们受到以机械形式降临的庇佑的激励，
并且通过科技不断进步，
以使我们配得上您的荣光，
我们受到钢铁的庇佑，
受到您战争神使的保护，
我们不辞辛劳以使那些您遗失的赐礼，
那些在可搜索范围内的星辰，
回归到我们这一边，
机械之神，
照看我们的旅行，
以金属和光芒保护我们，
因为这个宇宙是一个漠然的空白，
并且这扭曲饥渴于吞噬我们。

鸣大钟一次，
推动杠杆，启动活塞和泵。

鸣大钟两次，
按下按钮，发动引擎，点燃涡轮，注入生命。

鸣大钟三次，
齐声歌唱，赞美万机之神！！！

'''
from app.interact import *
from app.love_pyramid import *
from app.main import *
from app.referrnce import *
from app.tricards import *
#from  import *
#from  import *