import random
def main ():
    taror = ["0. 愚人", "1. 魔术师", "2. 女祭司", "3. 皇帝", "4. 皇后", "5. 教皇",
"6. 恋人", "7. 战车", "8. 力量", "9. 隐士", "10. 命运之轮", "11. 正义",
"12. 倒吊人", "13. 死神", "14. 节制", "15. 恶魔", "16. 高塔", "17. 星星", "18. 月亮",
"19. 太阳", "20. 审判", "21. 世界", "宝剑 A", "宝剑 2", "宝剑 3", "宝剑 4", "宝剑 5",
"宝剑 6", "宝剑 7", "宝剑 8", "宝剑 9", "宝剑 10", "宝剑侍从", "宝剑骑士", "宝剑王后",
"宝剑国王", "权杖 A", "权杖 2", "权杖 3", "权杖 4", "权杖 5", "权杖 6", "权杖 7", "权杖 8",
"权杖 9", "权杖 10", "权杖侍从", "权杖骑士", "权杖王后", "权杖国王", "圣杯 A", "圣杯 2", "圣杯 3",
"圣杯 4", "圣杯 5", "圣杯 6", "圣杯 7", "圣杯 8", "圣杯 9", "圣杯 10", "圣杯侍从", "圣杯骑士", "圣杯王后",
"圣杯国王", "星币 A", "星币 2", "星币 3", "星币 4", "星币 5", "星币 6",
"星币 7", "星币 8", "星币 9", "星币 10", "星币侍从", "星币骑士", "星币王后", "星币国王"]
    card = random.choice(taror) + random.choice(['正位','逆位'])
    return card

